tests/xma/4.1/xma_ProvAPI/ProvisioningCore-API/updateUserGroupMemberExpiry_null.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://provisioning.intf.mobilgw.com/">
  <soap:Body>
    <tns:updateUserGroupMemberExpiry>
      <arg0>
        <expiryDate/>
        <userGroupName/>
        <userId/>
      </arg0>
      <arg1/>
    </tns:updateUserGroupMemberExpiry>
  </soap:Body>
</soap:Envelope>